import type { IConversationScene } from '@/interface';

export const scene1: IConversationScene = {
  scene: '场景1',
  conversationData: [
    {
      speaker: '彭超群',
      contentList: [
        {
          content:
            '中国是茶的故乡，也是世界上最早发现和利用茶树的国家。据《神农本草经》记载：“神农尝百草，日遇七十二毒，得荼而解之。”这里的“荼”便是今日之茶。茶文化在中国源远流长，历经数千年的发展，已深深融入中华民族的血脉之中。从唐代陆羽的《茶经》到宋代点茶的精致，再到明清时期散茶的兴起，每个时代都为茶文化留下了独特的印记。茶马古道见证了茶叶贸易的繁荣，丝绸之路则将中国茶香传遍世界。',
        },
      ],
    },
    {
      speaker: '裴勇俊',
      contentList: [
        {
          content:
            '绿茶保持最自然的清新，如龙井茶的“色翠、香郁、味醇、形美”，碧螺春的“卷曲成螺、银绿隐翠”，还有黄山毛峰的清雅、六安瓜片的独特片状造型。绿茶不经过发酵，最大程度保留了茶叶的天然物质，茶多酚含量较高，具有清新的草香和淡淡的豆香或栗香。',
        },
      ],
    },
    {
      speaker: '彭超群',
      contentList: [
        {
          content:
            '绿茶保持最自然的清新，如龙井茶的“色翠、香郁、味醇、形美”，碧螺春的“卷曲成螺、银绿隐翠”，还有黄山毛峰的清雅、六安瓜片的独特片状造型。绿茶不经过发酵，最大程度保留了茶叶的天然物质，茶多酚含量较高，具有清新的草香和淡淡的豆香或栗香。',
        },
      ],
    },
  ],
};
